Repository: duongductrong/Snapzy
Catalog: LocalizationCatalogSources/preferences-cloud-history-and-about.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# preferences-about.app-subtitle
source: Screenshot & Recording for macOS
de: Screenshot und Aufnahme für macOS
es: Captura de pantalla y grabación para macOS
fr: Capture d'écran et enregistrement pour macOS
ja: macOS のスクリーンショットと記録
ko: macOS용 스크린샷 및 녹화
ru: Скриншот и запись для macOS
vi: Chụp ảnh & ghi màn hình cho macOS
zh_hans: macOS 的屏幕截图和录制
zh_hant: macOS 的螢幕截圖和錄制

# preferences-about.check-for-updates
source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher les mises à jour
ja: アップデートをチェックする
ko: 업데이트 확인
ru: Проверить наличие обновлений
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# preferences-about.checked-label
source: Checked
de: Geprüft
es: Comprobado
fr: Vérifié
ja: チェック済み
ko: 확인함
ru: Проверено
vi: Đã kiểm tra
zh_hans: 已检查
zh_hant: 已檢查

# preferences-about.report-bug
source: Report a Bug
de: Einen Fehler melden
es: Informar un error
fr: Signaler un bug
ja: バグを報告する
ko: 버그 신고
ru: Сообщить об ошибке
vi: Báo lỗi
zh_hans: 报告错误
zh_hant: 報告錯誤

# preferences-about.submit-crash-report
source: Submit Crash Report
de: Absturzbericht senden
es: Enviar informe de fallos
fr: Soumettre un rapport d'incident
ja: クラッシュレポートを送信する
ko: 충돌 보고서 제출
ru: Отправить отчет о сбое
vi: Gửi báo cáo sự cố
zh_hans: 提交崩溃报告
zh_hant: 提交崩潰報告

# preferences-about.support-description
source: Snapzy is open-source. Sponsor ongoing development if it helps your workflow.
de: Snapzy ist Open Source. Fördern Sie die fortlaufende Weiterentwicklung, wenn dies Ihrem Arbeitsablauf hilft.
es: Snapzy es de código abierto. Patrocine el desarrollo continuo si ayuda a su flujo de trabajo.
fr: Snapzy est open source. Parrainez le développement continu si cela facilite votre flux de travail.
ja: Snapzy はオープンソースです。ワークフローに役立つ場合は、進行中の開発を支援します。
ko: Snapzy는 오픈 소스입니다. 귀하의 작업 흐름에 도움이 된다면 지속적인 개발을 후원하십시오.
ru: Snapzy имеет открытый исходный код. Спонсируйте постоянное развитие, если оно помогает вашему рабочему процессу.
vi: Snapzy là mã nguồn mở. Hãy ủng hộ việc phát triển nếu nó hữu ích cho công việc của bạn.
zh_hans: Snapzy 是开源的。如果它有助于您的工作流程，请赞助正在进行的开发。
zh_hant: Snapzy 是開源的。如果它有助於您的工作流程，請贊助正在進行的開發。

# preferences-about.support-title
source: Support Snapzy
de: Unterstützen Sie Snapzy
es: Apoya a Snapzy
fr: Soutenir Snapzy
ja: Snapzy をサポート
ko: Snapzy 지원
ru: Поддержите Snapzy
vi: Ủng hộ Snapzy
zh_hans: 支持 Snapzy
zh_hant: 支持 Snapzy

# preferences-cloud-history.clear-all-history
source: Clear all history
de: Gesamten Verlauf löschen
es: Borrar todo el historial
fr: Effacer tout l'historique
ja: すべての履歴をクリア
ko: 모든 기록 지우기
ru: Очистить всю историю
vi: Xoa toan bo lich su
zh_hans: 清除所有历史记录
zh_hant: 清除所有歷史記錄

# preferences-cloud-history.clear-all-message
source: "Delete from Cloud & Clear" removes files from cloud storage and local history. "Clear History Only" removes local records but keeps files on cloud.
de: „Aus Cloud löschen und löschen“ entfernt Dateien aus dem Cloud-Speicher und dem lokalen Verlauf. „Nur Verlauf löschen“ entfernt lokale Datensätze, behält die Dateien jedoch in der Cloud.
es: "Eliminar de la nube y borrar" elimina archivos del almacenamiento en la nube y del historial local. "Borrar solo historial" elimina los registros locales pero mantiene los archivos en la nube.
fr: "Supprimer du cloud et effacer" supprime les fichiers du stockage cloud et de l'historique local. "Effacer l'historique uniquement" supprime les enregistrements locaux mais conserve les fichiers sur le cloud.
ja: 「クラウドから削除してクリア」は、クラウド ストレージとローカル履歴からファイルを削除します。 「履歴のみを消去」はローカルの記録を削除しますが、ファイルはクラウド上に保持されます。
ko: "클라우드에서 삭제 및 지우기"는 클라우드 저장소 및 로컬 기록에서 파일을 제거합니다. "기록만 지우기"는 로컬 기록을 제거하지만 파일은 클라우드에 보관합니다.
ru: «Удалить из облака и очистить» удаляет файлы из облачного хранилища и локальной истории. «Только очистить историю» удаляет локальные записи, но сохраняет файлы в облаке.
vi: "Xóa khỏi Cloud và xóa lịch sử" sẽ xóa tệp trên Cloud và lịch sử cục bộ. "Chỉ xóa lịch sử" sẽ xóa bản ghi cục bộ nhưng giữ nguyên tệp trên Cloud.
zh_hans: “从云中删除并清除”会从云存储和本地历史记录中删除文件。 “仅清除历史记录”会删除本地记录，但将文件保留在云端。
zh_hant: “從雲中刪除並清除”會從雲存儲和本地歷史記錄中刪除檔案。 “僅清除歷史記錄”會刪除本地記錄，但將檔案保留在雲端。

# preferences-cloud-history.clear-all-title
source: Clear All Upload History?
de: Gesamten Upload-Verlauf löschen?
es: ¿Borrar todo el historial de carga?
fr: Effacer tout l'historique de téléchargement ?
ja: アップロード履歴をすべてクリアしますか?
ko: 업로드 기록을 모두 지우시겠습니까?
ru: Очистить всю историю загрузок?
vi: Xoa toan bo lich su tai len?
zh_hans: 清除所有上传历史记录？
zh_hant: 清除所有上傳歷史記錄？

# preferences-cloud-history.clear-history-only
source: Clear History Only
de: Nur Verlauf löschen
es: Borrar solo historial
fr: Effacer l'historique uniquement
ja: 履歴のみをクリア
ko: 기록만 지우기
ru: Очистить только историю
vi: Chi xoa lich su
zh_hans: 仅清除历史记录
zh_hant: 僅清除歷史記錄

# preferences-cloud-history.copy-link
source: Copy link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
ja: リンクをコピー
ko: 링크 복사
ru: Копировать ссылку
vi: Sao chep lien ket
zh_hans: 复制链接
zh_hant: 複製鏈接

# preferences-cloud-history.delete-from-cloud-and-clear
source: Delete from Cloud & Clear
de: Aus Cloud löschen und löschen
es: Eliminar de la nube y borrar
fr: Supprimer du cloud et effacer
ja: クラウドから削除してクリア
ko: Cloud & Clear에서 삭제
ru: Удалить из облака и очистить
vi: Xóa khỏi Cloud và xóa lịch sử
zh_hans: 从云端删除并清除
zh_hant: 從雲端刪除並清除

# preferences-cloud-history.dismiss
source: Dismiss
de: Ablehnen
es: Descartar
fr: Rejeter
ja: 却下
ko: 닫기
ru: Уволить
vi: Dong
zh_hans: 解雇
zh_hant: 解雇

# preferences-cloud-history.expire-time
source: Expire Time
de: Ablaufzeit
es: Tiempo de caducidad
fr: Heure d'expiration
ja: 有効期限
ko: 만료 시간
ru: Срок действия
vi: Thoi gian het han
zh_hans: 过期时间
zh_hant: 過期時間

# preferences-cloud-history.expired
source: Expired
de: Abgelaufen
es: Caducado
fr: Expiré
ja: 期限切れ
ko: 만료됨
ru: Срок действия истек
vi: Da het han
zh_hans: 已过期
zh_hant: 已過期

# preferences-cloud-history.failed-to-delete
source: Failed to delete %@: %@
de: %@ konnte nicht gelöscht werden: %@
es: No se pudo eliminar %@: %@
fr: Échec de la suppression de %@ : %@
ja: %@ を削除できませんでした: %@
ko: %@ 삭제 실패: %@
ru: Не удалось удалить %@: %@
vi: Khong the xoa %@: %@
zh_hans: 无法删除 %@: %@
zh_hant: 無法刪除 %@: %@

# preferences-cloud-history.filters
source: Filters
de: Filter
es: Filtros
fr: Filtres
ja: フィルター
ko: 필터
ru: Фильтры
vi: Bo loc
zh_hans: 过滤器
zh_hant: 過濾器

# preferences-cloud-history.largest-first
source: Largest First
de: Größter erster
es: El más grande primero
fr: Le plus grand premier
ja: 大きい順
ko: 가장 큰 것부터
ru: Крупнейший первый
vi: Lon nhat truoc
zh_hans: 最大的优先
zh_hant: 最大的優先

# preferences-cloud-history.newest-first
source: Newest First
de: Neueste zuerst
es: Más reciente primero
fr: Le plus récent en premier
ja: 新しい順
ko: 최신순
ru: Новейшие Сначала
vi: Moi nhat truoc
zh_hans: 最新优先
zh_hant: 最新優先

# preferences-cloud-history.no-results-found
source: No results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
ja: 結果が見つかりませんでした
ko: 결과를 찾을 수 없습니다
ru: Результатов не найдено
vi: Khong tim thay ket qua
zh_hans: 没有找到结果
zh_hant: 沒有找到結果

# preferences-cloud-history.no-uploads-yet
source: No uploads yet
de: Noch keine Uploads
es: Aún no hay cargas
fr: Aucun téléchargement pour l'instant
ja: まだアップロードはありません
ko: 아직 업로드가 없습니다
ru: Загрузок пока нет
vi: Chua co luot tai len nao
zh_hans: 尚未上传
zh_hant: 尚未上傳

# preferences-cloud-history.oldest-first
source: Oldest First
de: Älteste zuerst
es: El más antiguo primero
fr: Le plus ancien en premier
ja: 古い順
ko: 오래된 것부터
ru: Сначала самый старый
vi: Cu nhat truoc
zh_hans: 最旧的在前
zh_hant: 最舊的在前

# preferences-cloud-history.open-in-browser
source: Open in browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
ja: ブラウザで開く
ko: 브라우저에서 열기
ru: Открыть в браузере
vi: Mo trong trinh duyet
zh_hans: 在浏览器中打开
zh_hant: 在瀏覽器中打開

# preferences-cloud-history.provider
source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 제공자
ru: Провайдер
vi: Nha cung cap
zh_hans: 提供者
zh_hant: 提供者

# preferences-cloud-history.remove-from-history
source: Remove from history
de: Aus dem Verlauf entfernen
es: Eliminar del historial
fr: Supprimer de l'historique
ja: 履歴から削除
ko: 기록에서 제거
ru: Удалить из истории
vi: Xoa khoi lich su
zh_hans: 从历史记录中删除
zh_hant: 從歷史記錄中刪除

# preferences-cloud-history.reset-filters
source: Reset Filters
de: Filter zurücksetzen
es: Restablecer filtros
fr: Réinitialiser les filtres
ja: フィルターをリセット
ko: 필터 재설정
ru: Сбросить фильтры
vi: Dat lai bo loc
zh_hans: 重置过滤器
zh_hant: 重置過濾器

# preferences-cloud-history.search-uploads
source: Search uploads...
de: Uploads suchen...
es: Buscar cargas...
fr: Rechercher des téléchargements...
ja: アップロードを検索...
ko: 업로드 검색...
ru: Поиск загрузок...
vi: Tim kiem luot tai len...
zh_hans: 搜索上传...
zh_hant: 搜索上傳...

# preferences-cloud-history.smallest-first
source: Smallest First
de: Kleinster zuerst
es: El más pequeño primero
fr: Le plus petit en premier
ja: 小さい順
ko: 가장 작은 것부터
ru: Самый маленький первый
vi: Nho nhat truoc
zh_hans: 最小的优先
zh_hant: 最小的優先

# preferences-cloud-history.some-files-could-not-be-deleted
source: Some files could not be deleted: %@
de: Einige Dateien konnten nicht gelöscht werden: %@
es: Algunos archivos no se pudieron eliminar: %@
fr: Certains fichiers n'ont pas pu être supprimés : %@
ja: いくつかのファイルを削除できませんでした: %@
ko: 일부 파일을 삭제할 수 없습니다: %@
ru: Некоторые файлы не удалось удалить: %@
vi: Mot so tep khong the xoa: %@
zh_hans: 某些文件无法删除：%@
zh_hant: 某些檔案無法刪除：%@

# preferences-cloud-history.sort-by
source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
ja: 並べ替え順
ko: 정렬 기준
ru: Сортировать по
vi: Sap xep theo
zh_hans: 排序方式
zh_hant: 排序方式

# preferences-cloud-history.status-active
source: Active
de: Aktiv
es: Activo
fr: Actif
ja: アクティブ
ko: 활성
ru: Активный
vi: Con hieu luc
zh_hans: 活跃
zh_hant: 活躍

# preferences-cloud-history.status-all
source: All
de: Alle
es: Todos
fr: Tous
ja: すべて
ko: 모두
ru: Все
vi: Tat ca
zh_hans: 全部
zh_hant: 全部

# preferences-cloud-history.status-expired
source: Expired
de: Abgelaufen
es: Venció
fr: Expiré
ja: 期限切れ
ko: 만료됨
ru: Истекший
vi: Da het han
zh_hans: 已到期
zh_hant: 已到期

# preferences-cloud-history.window-title
source: Cloud Upload History
de: Cloud-Upload-Verlauf
es: Historial de carga en la nube
fr: Historique de téléchargement dans le cloud
ja: クラウドアップロード履歴
ko: 클라우드 업로드 기록
ru: История загрузок в облако
vi: Lịch sử tải lên Cloud
zh_hans: 云上传历史
zh_hant: 雲上傳歷史

# preferences-about.version
source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
ru: Версия %@
vi: Phiên bản %@
zh_hans: 版本%@
zh_hant: 版本%@

# preferences-about.website
source: Website
es: Sitio web
fr: Site Web
ja: ウェブサイト
ko: 웹사이트
ru: Веб-сайт
vi: Trang web
zh_hans: 网站
zh_hant: 網站

# preferences-cloud-history.status
source: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
ru: Статус
vi: Trang thai
zh_hans: 状态
zh_hant: 狀態

# preferences-cloud-history.uploads-count
source: %d uploads
es: %d cargas
fr: %d téléchargements
ja: %d 件のアップロード
ko: %d번 업로드
ru: %d загрузок
vi: %d luot tai len
zh_hans: %d 上传
zh_hant: %d 上傳

# preferences-about.github
source: GitHub
ru: Гитхаб
